{   "button_title": "Causa Por El Desalojo", 
    "evictionTypes" : 
    
            [
            {"typeId": "1",
            "cause": "Termination of Lease : Finalización del Contrato",
            "description":"El propietario no renueva su alquiler (sea tipo mes a mes o anual)",
            "landlordNeeds":  "El propietario le debe notificar 10 días antes de la finalización del contrato si es mes a mes, y 30 días antes de la finalización del contrato si es anual. Si usted no se muda, su propietario tiene que ir a la corte para presentar la demanda de desalojo.",
            "renterRights":[
                {"Defense":"Defensa: El propietario no le da noticia a tiempo", 
                "Description": "El propietario le tiene que notificar con 5 días previos. La notificación no tiene que ser de la corte, pero necesita haber sido puesta en la puerta de su casa. Puede ser escrita a mano o escrita a máquina o computadora . En Louisiana  se puede renunciar a esta  notificación en el contrato. Busque en su contrato por “ waiver of notice “ , lo que significa que su propietario no tiene que avisar con 5 días de prioridad y puede pasar directamente al paso 2"},

                {"Defense":"Defensa: El propietario acepta pago despues de darle la noticia de vaciar : 'Notice to Vacate'.", 
                "Description":"Si su arrendador acepta el alquiler después de la entrega del Aviso de Desalojo y antes de la sentencia de desalojo, es posible que tenga una defensa contra el desalojo, y puede tener un contrato de arrendamiento reconducido mes a mes. Si se encuentra en esta situación, puede asistir al juicio de desalojo y hacerle saber al juez que su arrendador aceptó el alquiler. El propietario aún tiene derecho a entregar un Aviso de Desalojo para desalojarlo sin causa, siempre que lo haga a más tardar 10 días antes del final del mes de alquiler actual. Si desea quedarse en su casa, pregúntele a su arrendador sobre la renovación del contrato de arrendamiento."},
                
                {"Defense":" Defensa: Si su contracto sigue activa",
                "Description":"Su propitario no puede desalojarle legalmente antes del vencimiento de su contrato de arrendamiento sin una causa."
                }]
            
            },
            {"typeId":"2",
            "cause":"Lease Violation : Violacion del Contrato",
            "description" : "Un propietario puede comenzar un desalojo cuando un inquilino ha violado el contrato de arrendamiento.",
            "landlordNeeds": "El propietario debe proporcionar evidencia de la violación del contrato. Algunos contratos de arrendamiento también requieren que el propietario proporcione una advertencia y darle tiempo para corregirlo antes de presentar un desalojo. Busca en su contracto si usted lo tiene",
            "renterRights" : [
                {"Defense":"Res Judicata",
                "Description":"Los propietarios no pueden presentar una segunda demanda sobre el mismo incidente de violación del contrato de arrendamiento de acuerdo con la doctrina de la cosa juzgada."}
                ]
            },
            {"typeId": "3",
            "cause" : "Nonpayment of Rent: Falta de Pago",
            "description" : "A landlord can start an eviction when a tenant has failed to pay rent on time.",
            "landlordNeeds" : "",
            "renterRights" : [
                {"Defense":"Pero ya ha pagado la renta",
                "Description":"Si pagó el alquiler a tiempo o el propietario aceptó el alquiler después del Aviso de desalojo, tiene una defensa contra el desalojo."},
                {"Defense":"El propietario rechazó su pago", 
                "Description":"Puede tener una defensa contra el desalojo si se puede probar que el propietario se negó a aceptar el alquiler."},
                {"Defense":"El propietario generalmente acepta el pago atardado", 
                "Description":"Puede haber una defensa contra el desalojo si es custumbre pagar tarde y puede mostrar pruebas de que el propietario ha aceptado previamente el alquiler rechazado."},
                {"Defense":"Deducciones por reparaciones", 
                "Description": "Si pagó el alquiler menos el costo de las reparaciones que hizo a la propiedad, deberá mostrar pruebas de que proporcionó reparaciones, el costo de las reparaciones y una solicitud de reembolso del propietario."},
                {"Defense":"Propiedad inhabitable",
                "Description":"Si puede proporcionar pruebas de que la unidad era inhabitable en el momento del alquiler debido al propietario, es posible que tenga una defensa contra el desalojo."}
                ]
            },
            {"typeId":"4",
            "cause":"Sin Causa: Finalización del Contrato",
            "description":"El propietario no renueva su alquiler (sea tipo mes a mes o anual)",
            "landlordNeeds" : "El propietario le debe notificar 10 días antes de la finalización del contrato si es mes a mes, y 30 días antes de la finalización del contrato si es anual. Si usted no se muda, su propietario tiene que ir a la corte para presentar la demanda de desalojo.",
            "renterRights" : [
                {"Defense":"Arrendamiento activo",
                "Description":"Un arrendador no puede desalojarlo legalmente antes del vencimiento de su contrato de arrendamiento por escrito sin una causa."}
                ]
            }
        ]}