[
    {
      "stage_id": 1, 
      "title": "Notice To Vacate",
      "sub_title": "This is the first notice, the landlord must give 5 days notice before requesting an official eviction if you have violated your lease in some way.",
      "important": "This is not an official eviction! An eviction is a legal process.", 
      "info": "The notice doesn't have to be from the court, but it needs to be tacked to your door or mailed to you. It can be handwritten or a legal notice of eviction. A text message is NOT a valid Notice to Vacate. It is the first step of an eviction.", 
      "documents": ["vacate1", "vacate2", "vacate3"],
      "about_notice": ["**WATCH OUT** In Louisiana this notice may be waived in your lease. Look for 'Waiver of Notice', which means that your landlord does not have to give 5 days' notice.", "If your lease expires and the landlord does not want to renew it, they must notify you 30 days in advance.", "If you are on a month-to-month lease (oral or written), the landlord must give you at least 10 days notice" ], 
      "nextSteps": "Next Steps:",
      "next_steps": "If you do not vacate and fail to reach an agreement, your landlord will have to file a lawsuit in court to ask for a 'Rule for Possession.' ",
      "additional_resources": ["It is recommended you seek legal council if you are planning to fight your eviction"]
    },


    {
      "stage_id": 2, 
      "title": "Possession of Property",
      "sub_title": "The Order of Possession indicates the trial date when you can go and present your case to a judge. The reason for eviction must be in the order and must be the same reason as stated in the Notice to Vacate." , 
      "important": "It is highly recommended that you contact legal services if you intend to fight your eviction in court.", 
      "info": "The order indicates the date on which you have to go to court. This date will not be until after 3 days after the summons. The citation will be pasted on your door. If you live in the East Bank, it will also be mailed to you. The news has to clarify the cause of the eviction.",
      "documents": ["order1", "order2"],
      "about_notice": [""],
      "nextSteps": "Next Steps:", 
      "next_steps": "link to next",
      "additional_resources": ["If you had already vacated the property, you should still inform the court that you have moved prior to your trial--", "This prevents an eviction being placed on your record."]
  
    },
  
    {
      "stage_id": 3, 
      "title": "What should I bring to court?",
      "sub_title": "Documents to gather & things to do!",
      "important": "It is recommended that you speak with a lawyer regarding your potential defenses. If interpretation services are needed, you may also call the court in advance to request them.", 
      "info": "Take all the evidence you have with you to court – this is the time you have to defend yourself.", 
      "documents": ["courtPrep"],
      "about_notice": [ ""], 
      "nextSteps": "Next Steps:",
      "next_steps": "If you do not have a legal defense, you can always vacate before the date indicated, and you should always inform the court. If you think you have a defense, you should present your case in front of the judge.",
      "additional_resources": ["Plan ahead - If you wish to be able to appeal the order and remain in your home during the appeal, you must file a 'Response' before the court date.", "If you do not file a response with the court, you can still appeal, but you must vacate the property while the appeal is pending." ]
  
    },
  

      
    {
      "stage_id": 4, 
      "title": "What happens the day of my trial?",
      "sub_title": "Be sure to arrive early and check in with the staff in the courtroom. In court, all landlords and tenants sit in front of the judge. At this time, you will have the opportunity to defend yourself and show your evidence.", 
      "important": "Consent Judgment: If your landlord agrees to a payment plan or a later move date, you can ask the court for a 'Consent Judgment' – even when you can't reach an agreement before going to court. It's a good way to avoid an eviction on your record.", 
      "info": "If you lose your case, you may have to leave within 24 hours of the Judgment coming to your door. You can ask the judge for more time during your trial,",
      "documents": ["vacate1"],
      "nextSteps": "",
      "about_notice": ["The landlord cannot 'prove' their case by sharing other people have 'said' if they are not present. This is heresay."], 
      "next_steps": "",
      "additional_resources": ["If you lose your case, you must move in the time period determined at trial.", "If you think the judge made a wrong decision, your case can be appealed.", "Unless you have an 'Answer' that gives you permission to remain in your home during the appeal process." ]
  
    },
  
  
    {
      "stage_id": 5, 
      "title": "Judgment: Writ of Possession",
      "sub_title": "If you have received this order, your case has already been lost and you have 24 hours to leave the house (not including the weekends).", 
      "info": "This is NOT an arrest warrant. However, it allows the sheriff to remove you and your belongings from your house. The landlord cannot physically remove you or your belongs, and has to fild for a 'Writ of Possession' or 'Order of Possession' in order for a sheriff or constable to remove you",
      "documents": ["judgment1", "judgment2"], 
      "nextSteps": "Next Steps:",
      "about_notice": [""], 
      "next_steps": "",
      "additional_resources": ["You can visit the 'Resources' page to explore types of assistance we may be able to offer you",  "On the 'Frequently Asked Questions' page, we offer information on appealing your eviction."]
  
    }

  
  
  
  
]